[Abilities.A_AlchemistLab_Ability H7BaseAbility]
mName="炼金实验室"
mTooltip="每周可收集一次，随机提供%special %icon_Crystal Dragon Blood 龙血水晶、%icon_Dragonsteel 龙钢、%icon_Shadowsteel 影钢或%icon_Starsilver 星银。"

[Abilities.A_BlindMaiden_Ability H7BaseAbility]
mName="盲眼少女"
mTooltip="恢复访问英雄%buff.buff.stat2.norm %buff.buff.stat2.icon 移动力。\n%buff.buff.stat1 %buff.buff.stat1.icon 命运，持续接下来的%buff.buff.durini场战斗。"

[Abilities.A_BlindMaiden_Buff H7BaseBuff]
mName="盲眼少女"
mTooltip="%stat1 %stat1.icon 命运，持续接下来的%durnow场战斗。"

[Abilities.A_DragonNexus_Ability H7BaseAbility]
mName="龙脉节点"
mTooltip="使访问英雄的最大%buff.buff.stat1.icon 法力值翻倍并完全恢复。"

[Abilities.A_DragonNexus_Buff H7BaseBuff]
mName="法力升华"
mTooltip="最大%stat1.icon 法力值翻倍，持续到本周结束。"

[Abilities.A_DragonVein_Ability H7BaseAbility]
mName="龙脉"
mTooltip="每周完全恢复访问英雄的%buff.buff.stat.icon 法力值一次。"

[Abilities.A_DragonVein_Buff H7BaseBuff]
mName="龙脉"
mTooltip="完全恢复访问英雄的%stat.icon 法力值。"

[Abilities.A_Embassy_Buff H7BaseBuff]
mName="大使馆"
mTooltip="在当前控制区域内与中立军队谈判的成功率增加15%。"

[Abilities.A_Empty_Buff H7BaseBuff]
mName="已空"
mTooltip="此建筑的本周资源已被收集。"

[Abilities.A_FountainOfRestoration_Ability H7BaseAbility]
mName="恢复之泉"
mTooltip="恢复访问英雄%buff2.buff.stat.norm %buff2.buff.stat.icon 移动力。\n%buff1.buff.stat1 %buff1.buff.stat1.icon 领导力，持续接下来的%buff1.buff.durini场战斗。"

[Abilities.A_FountainOfRestoration_Buff H7BaseBuff]
mName="恢复之泉"
mTooltip="%stat1 %stat1.icon 领导力，持续接下来的%durnow场战斗。"

[Abilities.A_FountainOfRestoration_Buff_Movement H7BaseBuff]
mName="恢复之泉"

[Abilities.A_Lighthouse_Buff H7BaseBuff]
mName="灯塔"
mTooltip="你所有的英雄在乘船航行时速度提高15%。"

[Abilities.A_MysteriousCrypt_Buff_Hero H7BaseBuff]
mName="神秘墓穴"
mTooltip="%stat %stat.icon 领导力，持续下一场战斗。"

[Abilities.A_Oasis_Ability H7BaseAbility]
mName="绿洲"
mTooltip="恢复访问英雄%buff.buff.stat2.norm %buff.buff.stat2.icon 移动力。\n%buff.buff.stat1 %buff.buff.stat1.icon 领导力，持续接下来的%buff.buff.durini场战斗。"

[Abilities.A_Oasis_Buff H7BaseBuff]
mName="绿洲"
mTooltip="%stat1 %stat1.icon 领导力，持续接下来的%durnow场战斗。"

[Abilities.A_RallyFlag_Land_Ability H7BaseAbility]
mName="集结旗帜"
mTooltip="恢复访问英雄%buff.buff.stat3.norm %buff.buff.stat3.icon 移动力。\n%buff.buff.stat1 %buff.buff.stat1.icon 领导力和%buff.buff.stat2.icon 命运，持续接下来的%buff.buff.durini场战斗。"

[Abilities.A_RallyFlag_Land_Buff H7BaseBuff]
mName="集结旗帜"
mTooltip="%stat1 %stat1.icon 领导力和%stat2.icon 命运，持续接下来的%durnow场战斗。"

[Abilities.A_Stable_Ability H7BaseAbility]
mName="马厩"
mTooltip="访问英雄获得%buff.buff.stat1 %buff.buff.stat1.icon 移动力，持续到本周结束。"

[Abilities.A_Stable_Buff H7BaseBuff]
mName="马厩"
mTooltip="%stat1 %stat1.icon 移动力，持续到本周结束。"

[Abilities.A_TaxCollector_Ability_Week2 H7BaseAbility]
mName="税务官"
mTooltip="每周可收集一次，提供%special.min %special.icon 黄金。"

[Abilities.A_Warehouse_Ability H7BaseAbility]
mName="仓库"
mTooltip="每周可收集一次，提供%special单位的%ICON_WOOD 木材或%ICON_ORE 矿石。"

[neutral.A_CrusaderCommandery H7CrusaderCommandery]
mDescription="只有一小支守军保护着这个地方。附近似乎没有援军。"

[neutral.A_DangerousCave H7BattleSite]
mDescription="巨大的野兽藏身于此洞穴中，使其在震动中崩塌。"

[neutral.A_DerelictShip H7BattleSite]
mDescription="这艘船几乎无法航行，看起来被遗弃了，也许它还藏着一些财宝。"

[neutral.A_DragonUtopia H7DragonUtopia]
mDescription="强大的宝物和财宝等待着敢于面对龙族军队的勇者。"

[neutral.A_Elemental_Forge H7DragonUtopia]
mDescription="此地充满了魔法力量，由凶猛的元素生物守卫着。"

[neutral.A_HauntedRuins H7BattleSite]
mDescription="此地被诅咒笼罩，但阴影中可能藏有强大的宝物。"

[neutral.A_ShantiriRuins H7BattleSite]
mDescription="这些废墟看起来平静且了无生机。但仍能感觉到一股强大的魔法存在。"

[neutral.A_Shipwreck H7BattleSite]
mDescription="这艘船已被撕碎。前主人肯定没时间抢救他的货物。"

[Abilities.A_MysteriousCrypt_Buff_Creature H7BaseBuff]
mName="神秘墓穴"
mTooltip="%stat %stat.icon 士气"
[Abilities.A_RallyFlag_Sea_Ability H7BaseAbility]
mName="集结旗帜"
mTooltip=""
[Abilities.A_RallyFlag_Sea_Buff H7BaseBuff]
mName="集结旗帜"
mTooltip="%stat1 %stat1.icon 领导力和%stat2.icon 命运，持续接下来的%durnow场战斗。"
[Abilities.A_TaxCollector_Buff H7BaseBuff]
mName=""
mTooltip=""

v1.32

[Abilities.A_TaxCollector_Ability_Week1 H7BaseAbility]
mName="税务官"
mTooltip="第一周提供1500 %ICON_GOLD 黄金，从第二周起每周提供3000 %ICON_GOLD 黄金，每周可收集一次。"

H7.5 V1.38.3

[neutral.A_BlackPyramid H7BattleSite]
mDescription="蜘蛛女王的邪恶追随者正在这些不洁的墙壁内进行令人毛骨悚然的仪式……"
mName=""

[neutral.A_DarkSpire H7BattleSite]
mDescription="令人不安的咯咯声在蜿蜒的楼梯间回响……"
mName=""

[neutral.A_ChaosGate H7BattleSite]
mDescription="现实结构中的这道裂口通向一个地狱般的维度。"
mName=""

[neutral.A_DragonBoneyard H7BattleSite]
mDescription="被屠杀的巨龙的幽灵出没于这片古老的战场。"
mName=""

[neutral.A_OldGrave H7BattleSite]
mDescription="这些岩石标志着一位被遗忘冒险者的最后安息之地。你会亵渎这座坟墓以寻找贵重物品吗？"
mName=""

[neutral.A_TreantThicket H7BattleSite]
mDescription="过去入侵者的尸体被缠绕在树根之间。"
mName=""

[neutral.A_HauntedRuins H7BattleSite]
mDescription="此地被诅咒笼罩，但阴影中可能藏有强大的宝物。"
mName=""

[neutral.A_AcademyGarrison H7Garrison]
mName="学院守军"

[neutral.A_AirConservatory H7ArcaneLibrary]
mName=""

[neutral.A_AirConservatory_Name H7GlobalName]
mName="气系魔法学院"

[neutral.A_DungeonGarrison H7Garrison]
mName="地牢守军"

[neutral.A_EarthConservatory H7ArcaneLibrary]
mName="土系魔法学院"

[neutral.A_EarthConservatory_Name H7GlobalName]
mName="土系魔法学院"

[neutral.A_EldritchAmplifier H7PermanentBonusSite]
mName=""

[neutral.A_EldritchAmplifier_Name H7GlobalName]
mName="异界增幅器"

[neutral.A_EldritchBeacon H7PermanentBonusSite]
mName=""

[neutral.A_EldritchBeacon_Name H7GlobalName]
mName="异界信标"

[neutral.A_Garrison H7Garrison]
mName=""

[neutral.A_HavenGarrison H7Garrison]
mName="圣堂守军"

[neutral.A_NecroGarrison H7Garrison]
mName="墓园守军"

[neutral.A_StrongholdGarrison H7Garrison]
mName="据点守军"

[neutral.A_SunkenTemple H7BattleSite]
mDescription="很久以前，这座建筑是一座辉煌的圣殿。如今，它破碎的废墟沉在海底……"
mName=""

[neutral.A_SunkenTemple_Name H7GlobalName]
mName="沉没圣殿"

[neutral.A_SylvanGarrison H7Garrison]
mName="森林守军"

[neutral.A_ArchmagesPalace H7PermanentBonusSite]
mName=""

[neutral.A_ArchmagesPalace_Name H7GlobalName]
mName="大法师宫殿"

[neutral.A_BlackPyramid_Name H7GlobalName]
mName="黑色金字塔"

[neutral.A_ChaosGate_Name H7GlobalName]
mName="混沌之门"

[neutral.A_CrystalCavern H7Mine]
mName=""

[neutral.A_CrystalOfPower H7PermanentBonusSite]
mName=""

[neutral.A_CrystalOfWarding H7PermanentBonusSite]
mName=""

[neutral.A_DarknessConservatory H7ArcaneLibrary]
mName="暗系魔法学院"

[neutral.A_DarknessConservatory_Name H7GlobalName]
mName="暗系魔法学院"

[neutral.A_DarkSpire_Name H7GlobalName]
mName="黑暗尖塔"

[neutral.A_DjinnsLamp H7BattleSite]
mDescription="神灯中的灯神可以满足每个英雄的一个愿望……如果他们能证明自己的价值。"
mName=""

[neutral.A_DjinnsLamp_Name H7GlobalName]
mName="神灯"

[neutral.A_DragonBoneyard_Name H7GlobalName]
mName="巨龙坟场"

[neutral.A_FireConservatory H7ArcaneLibrary]
mName="火系魔法学院"

[neutral.A_FireConservatory_Name H7GlobalName]
mName="火系魔法学院"

[neutral.A_IdolOfValour H7PermanentBonusSite]
mName=""

[neutral.A_IdolOfValour_Name H7GlobalName]
mName="勇猛神像"

[neutral.A_IdolOfWisdom H7PermanentBonusSite]
mName=""

[neutral.A_IdolOfWisdom_Name H7GlobalName]
mName="智慧神像"

[neutral.A_LightConservatory H7ArcaneLibrary]
mName="光系魔法学院"

[neutral.A_LightConservatory_Name H7GlobalName]
mName="光系魔法学院"

[neutral.A_MysticalGarden H7ResourceDepot]
mName="神秘花园"

[neutral.A_MysticalGarden_Name H7GlobalName]
mName="神秘花园"

[neutral.A_OldGrave_Name H7GlobalName]
mName="古墓"

[neutral.A_PrimordialConservatory H7ArcaneLibrary]
mName="源力魔法学院"

[neutral.A_PrimordialConservatory_Name H7GlobalName]
mName="源力魔法学院"

[neutral.A_Sawmill H7Mine]
mName=""

[neutral.A_Sphinx H7PermanentBonusSite]
mName=""

[neutral.A_Sphinx_Name H7GlobalName]
mName="狮身人面像"

[neutral.A_TreantThicket_Name H7GlobalName]
mName="树人灌木丛"

[neutral.A_UndergroundPit H7Mine]
mName=""

[neutral.A_VaultOfTheMages H7BattleSite]
mDescription="法师们在这座神秘的塔中守护着他们的财宝。"
mName=""

[neutral.A_VaultOfTheMages_Name H7GlobalName]
mName="法师宝库"

[neutral.A_WaterConservatory H7ArcaneLibrary]
mName=""

[neutral.A_WaterConservatory_Name H7GlobalName]
mName="水系魔法学院"

[neutral.A_Watermill H7ResourceDepot]
mName="水车"

[neutral.A_Watermill_Name H7GlobalName]
mName="水车"

[neutral.A_Windmill H7ResourceDepot]
mName="风车"

[neutral.A_Windmill_Name H7GlobalName]
mName="风车"

v1.39.1

[neutral.A_ElementalConflux H7DragonUtopia]
mDescription="强大的宝物和财宝等待着敢于面对元素守护者军队的勇者。"
mName=""